/* %@ Will Finish Docking. */
"%@ Will Finish Docking." = "まもなく%@の修復が完了します";

/* %@ Will Return From %@. */
"%@ Will Return From %@." = "まもなく%1$@が%2$@から帰投します";

/* %@ Will Return From Mission. */
"%@ Will Return From Mission." = "まもなく%@が遠征から帰投します";

/* No comment provided by engineer. */
"fail to develop" = "失敗";

/* No comment provided by engineer. */
"Hide History" = "履歴を隠す";

/* No comment provided by engineer. */
"Hide Slot Item" = "装備一覧を隠す";

/* No comment provided by engineer. */
"Hide Upgradable Ships" = "改造可能艦リストを隠す";

/* It Will Finish Build at No.%@. */
"It Will Finish Build at No.%@." = "第%@ドックでの建造が完了しました";

/* kancolle twitter hash tag */
"kancolle" = "艦これ";

/* No comment provided by engineer. */
"Reload interval is too short" = "リロードしすぎ！";

/* No comment provided by engineer. */
"Reload interval is too short.\nWait until %@." = "リロード間隔が短すぎます\n%@までお待ちください";

/* No comment provided by engineer. */
"Show History" = "履歴を表示";

/* No comment provided by engineer. */
"Show Slot Item" = "装備一覧を表示";

/* No comment provided by engineer. */
"Show Upgradable Ships" = "改造可能艦リストを表示";

